{ "name" : "FlowType", "date-last-modified" : "2013-03-20T16:37:03.457Z", "version" : "1.01", "xml:lang" : "en", "FlowType" : [{ "code" : "10", "name" : "ODA", "description" : "Official Development Assistance. Those flows to countries and territories on\n            the DAC List of ODA Recipients and to multilateral development institutions which are:\n            -- provided by official agencies, including state and local governments, or by their\n            executive agencies; and -- each transaction of which: a) is administered with the\n            promotion of the economic development and welfare of developing countries as its main\n            objective; and b) is concessional in character and conveys a grant element of at least\n            25 per cent (calculated at a rate of discount of 10 per cent)." }, { "code" : "20", "name" : "OOF", "description" : "Other Official Flows Official sector transactions that do not meet the ODA\n            criteria, e.g. -- Grants to developing countries for representational or essentially\n            commercial purposes. -- Official bilateral transactions intended to promote development\n            but having a grant element of less than 25 per cent. -- Official bilateral transactions,\n            whatever their grant element, that are primarily export-facilitating in purpose. -- The\n            net acquisition by governments and central monetary institutions of securities issued by\n            multilateral development banks at market terms. -- Subsidies (grants) to the private\n            sector to soften its credits to developing countries. -- Funds in support of private\n            investment." }, { "code" : "30", "name" : "Private Grants", "description" : "Grants made by private non-governmental organisations and other private sources\n            (including foundations and other private bodies). Grants by private non-profit-making\n            agencies, including co-operative societies and trade unions, which are active in\n            development and national in the sense that their funds are fully or mainly obtained from\n            sources in the donor economy." }, { "code" : "35", "name" : "Private Market", "description" : "Private long-term (i.e. over one-year maturity) capital transactions. Direct\n            investment (new capital outflows and reinvested earnings), other securities and claims\n            (bonds, export credits, equities) by banks and nonbanks, multilateral private\n            flows." }, { "code" : "40", "name" : "Non flow eg GNI", "description" : null }, { "code" : "50", "name" : "Other flows", "description" : "Non-ODA component of peacebuilding operations." }] }